<div class="rent">
        <h2>Арендовать авто прямо сейчас!</h2>
        <div class="rent_p1">

            <div class="rent_text">
                <h4>АрендаТачек в Москве предлагает широкий выбор моделей от ведущих производителей, таких как Mercedes, BMW, Audi . Клиенты могут выбирать между спортивными автомобилями, роскошными седанами или эксклюзивными внедорожниками, чтобы насладиться комфортом и эстетикой этих превосходных машин.</h4>
                <p>Благодаря услугам аренды, каждый желающий может ощутить себя владельцем такого автомобиля на несколько дней или даже на несколько часов, без необходимости покупки и обслуживания.</p>
            </div>

            <div class="rent_inp">
                <input class="text1" type="text" placeholder="Виктор">
                <input class="text2" type="text" placeholder="+7 (916) 123-45-67">
                <a href="">Забронировать</a>
                <div class="checky">
                <input class="check" type="checkbox" name="12" id="12"><label for="12"><p>Отправляя форму, я соглашаюсь
                с политикой обработки персональных данных</p></label>
                </div>
            </div>

        </div>
    </div>